import React from 'react'

const About = () => {
  return (
    <div>
      <h1>О нас</h1>
      <div>
        <p>
        Мы являемся лидерами в сфере продажи и доставки разнообразных растений для украшения вашего дома или офиса.
        В TukaPlants мы стремимся предоставить нашим клиентам самый широкий выбор цветов различных видов, от популярных суккулентов и красивых бонсаев до экзотических орхидей и редких видов растений. Наша коллекция обновляется и расширяется постоянно, чтобы удовлетворить вкусы и предпочтения каждого нашего клиента.
        Мы гордимся тем, что предлагаем только самое высокое качество растений, которые прошли тщательный отбор и проверку перед отправкой. Вся наша продукция происходит от надежных поставщиков, что гарантирует свежесть и здоровье каждого растения.
        Мы также предлагаем полезные аксессуары и средства ухода, чтобы помочь вам создать оптимальные условия для процветания ваших растений. Наша команда экспертов всегда готова поделиться советами и знаниями о том, как правильно ухаживать за каждым видом растений, чтобы они радовали вас своей красотой на протяжении долгого времени.
        </p>
        <img src="../public/flovers-1.png" height="300px" width="300px" alt="flovers"/>
        <img src="../public/flovers-2.png" height="300px" width="300px" alt="flovers"/>
        <img src="../public/zamiac.png" height="300px" width="300px" alt="flovers"/>
        <img src="../public/strelits.png" height="300px" width="300px" alt="flovers"/>
      </div>

      <h2>Наша миссия</h2>
      <p>
      Наша миссия - предоставить клиентам красивые растения, создать уникальный опыт и помочь им воплотить свои идеи о красоте и уюте в доме.
      Мы стремимся быть партнерами, предлагая разнообразие растений и профессиональные советы по уходу. Наша цель - сделать каждый дом ярким, свежим и наполненным природной энергией.
      </p>

      <h2>Наш асортимент</h2>
      <p>
      Наш ассортимент - это многообразие красивых и здоровых растений для вашего дома. От цветов до комнатных растений, мы предлагаем разнообразие, а также аксессуары и горшки для создания уютного зеленого уголка.
      Наши эксперты готовы поделиться знаниями и рекомендациями по уходу. Независимо от вашего опыта, у нас есть что-то особенное для каждого.
      </p>


      <h2>Связаться С Нами</h2>
      <p>Телефон:</p><a href="tel:+79653389035">+7 (965) 338-90-35</a>
      <p>Почта:</p><a href="mailto:tuka-plants@gmail.com">tuka-plants@gmail.com</a>
    </div>
  )
}

export default About ;